{
    "0" : {
        "title" : "Kitchen Knife Sharpening",
        "subtitle" : "Perfectly Honed Edges",
        "imgSrc" : "images/icons/knife.png",
        "url" : "/services/commercial-knife-sharpening-traverse-city",
        "text" : "Keep your kitchen knives sharp and your kitchen safer. We offer affordable rates and our mobile sharpening services are convenient for customers. You will be amazed by the quality of edge we will put on your blades. Our mobile service is perfect for home cooks, restaurants, catering companies, and more."
    },
    "1" : {
        "title" : "Woodworking Tools",
        "subtitle" : "Restore Your Woodworking Tools",
        "imgSrc" : "images/icons/wood-chisel.png",
        "url" : "/services/woodworking-tool-sharpening-traverse-city",
        "text" : "It's time to get your tools sharpened! We offer a full range of woodworking tool sharpening in Traverse City, Michigan and the surrounding area. Whether you want us to come sharpen your tools at your location or you need a mobile service, our team is here to help. Call today to find out more."
    },
    "2" : {
        "title" : "Gardening Tools",
        "subtitle" : "We Sharpen Gardening Tools",
        "imgSrc" : "images/icons/gardening.png",
        "url" : "/services/garden-tool-sharpening-traverse-city",
        "text" : "Sharpen your gardening tools & save yourself from damage! Keep your plants healthy with sharpened gardening tools. Get in touch with us today and we'll get your tools looking as good as new!"
    },
    "3" : {
        "title" : "Restaurant Knife Sharpening",
        "subtitle" : "Ask About Our Restaurant Swap Program",
        "imgSrc" : "images/icons/restaurant.png",
        "url" : "/services/commercial-knife-sharpening",
        "text" : "Sharp knives make the difference for your restaurant. Having a sharpener on call can reduce the time it takes to cut prep. It also means you won't be risking accidents with dull knives that make cutting prep more difficult - and more dangerous. Our sharpener service is reliable, efficient, and can be customized to your needs."
    },
    "4" : {
        "title" : "Residential Knife Sharpening",
        "subtitle" : "We Come To Your Home & Sharpen On Site",
        "imgSrc" : "images/icons/residential.png",
        "url" : "/services",
        "text" : "Why keep cooking with dull knives? Do you know that honing your blades can be done in the matter of minutes with our home knife sharpening service? Your kitchen will thank you."
    },
    "5" : {
        "title" : "Knife Swap Program",
        "subtitle" : "Never Worry About Dull Knives Again",
        "imgSrc" : "images/icons/knife.png",
        "url" : "/services",
        "text" : "You love your knives, but you don't love the hassle of transporting them. We do! We will come into your restaurant and sharpen them on a predetermined schedule and swap your old knives for new ones. This service is designed to keep your knives sharp, while saving you time and money."
    }
}